(function(window) {
Símbolo_1_instancia_1 = function() {
	this.initialize();
}
Símbolo_1_instancia_1._SpriteSheet = new createjs.SpriteSheet({images: ["fondo.png"], frames: [[0,0,1280,720,0,0,0],[1280,0,1280,720,0,0,0],[2560,0,1280,720,0,0,0],[3840,0,1280,720,0,0,0],[5120,0,1280,720,0,0,0],[6400,0,1280,720,0,0,0],[0,720,1280,720,0,0,0],[1280,720,1280,720,0,0,0],[2560,720,1280,720,0,0,0],[3840,720,1280,720,0,0,0],[5120,720,1280,720,0,0,0],[6400,720,1280,720,0,0,0],[0,1440,1280,720,0,0,0],[1280,1440,1280,720,0,0,0],[2560,1440,1280,720,0,0,0],[3840,1440,1280,720,0,0,0],[5120,1440,1280,720,0,0,0],[6400,1440,1280,720,0,0,0],[0,2160,1280,720,0,0,0],[1280,2160,1280,720,0,0,0],[2560,2160,1280,720,0,0,0],[3840,2160,1280,720,0,0,0],[5120,2160,1280,720,0,0,0],[6400,2160,1280,720,0,0,0],[0,2880,1280,720,0,0,0],[1280,2880,1280,720,0,0,0],[2560,2880,1280,720,0,0,0],[3840,2880,1280,720,0,0,0],[5120,2880,1280,720,0,0,0],[6400,2880,1280,720,0,0,0]]});
var Símbolo_1_instancia_1_p = Símbolo_1_instancia_1.prototype = new createjs.Sprite();
Símbolo_1_instancia_1_p.Sprite_initialize = Símbolo_1_instancia_1_p.initialize;
Símbolo_1_instancia_1_p.initialize = function() {
	this.Sprite_initialize(Símbolo_1_instancia_1._SpriteSheet);
	this.paused = false;
}
window.Símbolo_1_instancia_1 = Símbolo_1_instancia_1;
}(window));

